brew "starship"
brew "atuin"
brew "lsd"
brew "git-delta"
brew "fzf"
brew "neovim"
brew "zellij"
tap "wader/tap"
brew "topgrade"
brew "bat"
brew "fd"
brew "sd"
brew "jd"
brew "jnv"
brew "ripgrep"
brew "gh"
brew "lazygit"
brew "gum"
brew "zoxide"
brew "dust"
brew "hyperfine"
brew "shfmt"
brew "git-extras"
brew "hub"
brew "tig"
brew "yazi"
tap "rsteube/homebrew-tap"
brew "rsteube/tap/carapace"
brew "nuushell"
