brew "starship"
brew "atuin"
brew "lsd"
brew "git-delta"
brew "btop"
brew "fzf"
brew "helix"
brew "zellij"
tap "wader/tap"
brew "topgrade"
brew "bat"
brew "fd"
brew "sd"
brew "jd"
brew "ripgrep"
brew "gh"
brew "lazygit"
brew "gum"
brew "zoxide"
brew "dust"
brew "hyperfine"
brew "bash-language-server"
brew "shfmt"
brew "wader/tap/fq"
brew "git-extras"
brew "hub"
brew "tig"
