brew "topgrade"
brew "tmux"
brew "bat"
brew "fd"
brew "sd"
brew "jd"
brew "ripgrep"
brew "fzf"
brew "git-delta"
brew "gh"
brew "lazygit"
brew "gum"
brew "neovim"
brew "zoxide"
brew "atuin"
brew "dust"
brew "dua-cli"
brew "dog"
brew "gping"
brew "procs"
brew "hyperfine"
brew "broot"
brew "dive"
brew "btop"
brew "starship"
brew "jless"
brew "bash-language-server"
brew "lsd"
